---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotSlopeSuffix
source: html/276c2fff-de19-16fd-ba11-d330413a89dd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotSlopeSuffix Property

"Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotSlopeSuffix { get; }
```